Revit 2027 API
ParameterTypeId.RbsElecDemandfactorLoadParam Property
 "Connected Apparent Power"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecDemandfactorLoadParam { get; }
Public Shared ReadOnly Property RbsElecDemandfactorLoadParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecDemandfactorLoadParam {
	ForgeTypeId^ get ();
}
static member RbsElecDemandfactorLoadParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace